{
  "config": {
    "aria2-enabled": false,
    "SCOOP_REPO": "https://github.com/ScoopInstaller/Scoop",
    "SCOOP_BRANCH": "master"
  },
  "buckets": [
    {
      "Name": "apps",
      "Source": "https://github.com/kkzzhizhou/scoop-apps",
      "Updated": "2022-09-23T13:59:02+08:00",
      "Manifests": 8477
    },
    {
      "Name": "im-select",
      "Source": "https://github.com/daipeihust/im-select",
      "Updated": "2022-03-12T15:14:37+08:00",
      "Manifests": 1
    },
    {
      "Name": "main",
      "Source": "https://github.com/ScoopInstaller/Main",
      "Updated": "2022-09-24T00:31:00+08:00",
      "Manifests": 1083
    }
  ],
  "apps": [
    {
      "Info": "",
      "Name": "7zip",
      "Updated": "2022-09-23T01:23:25.8929441+08:00",
      "Source": "main",
      "Version": "22.01"
    },
    {
      "Info": "",
      "Name": "ack",
      "Updated": "2022-09-23T01:28:05.611208+08:00",
      "Source": "main",
      "Version": "3.6.0"
    },
    {
      "Info": "",
      "Name": "advancedrenamer",
      "Updated": "2022-09-23T07:32:48.1927106+08:00",
      "Source": "apps",
      "Version": "3.88.1"
    },
    {
      "Info": "",
      "Name": "ag",
      "Updated": "2022-09-23T01:28:31.4447431+08:00",
      "Source": "main",
      "Version": "2.2.5"
    },
    {
      "Info": "",
      "Name": "archwsl",
      "Updated": "2022-09-23T14:49:00.9337564+08:00",
      "Source": "apps",
      "Version": "22.3.18.0"
    },
    {
      "Info": "",
      "Name": "aria2",
      "Updated": "2022-09-23T01:23:36.4153534+08:00",
      "Source": "main",
      "Version": "1.36.0-1"
    },
    {
      "Info": "",
      "Name": "autodeletefileonpcwechat",
      "Updated": "2022-09-23T01:29:41.7715009+08:00",
      "Source": "apps",
      "Version": "2.0"
    },
    {
      "Info": "",
      "Name": "axiom",
      "Updated": "2022-09-23T01:29:43.5799573+08:00",
      "Source": "apps",
      "Version": "1.9.6.1-alpha"
    },
    {
      "Info": "",
      "Name": "bat",
      "Updated": "2022-09-23T01:29:45.4848019+08:00",
      "Source": "main",
      "Version": "0.22.1"
    },
    {
      "Info": "",
      "Name": "betterjoy",
      "Updated": "2022-09-23T01:29:49.5286263+08:00",
      "Source": "apps",
      "Version": "v7.1"
    },
    {
      "Info": "",
      "Name": "borderless-gaming-portapps",
      "Updated": "2022-09-23T01:30:24.6279927+08:00",
      "Source": "apps",
      "Version": "9.5.6-3"
    },
    {
      "Info": "",
      "Name": "bottom",
      "Updated": "2022-09-23T01:30:26.0715219+08:00",
      "Source": "main",
      "Version": "0.6.8"
    },
    {
      "Info": "",
      "Name": "broot",
      "Updated": "2022-09-23T01:30:30.7361946+08:00",
      "Source": "main",
      "Version": "1.14.3"
    },
    {
      "Info": "",
      "Name": "btop",
      "Updated": "2022-09-23T01:30:32.4203924+08:00",
      "Source": "main",
      "Version": "1.0.3"
    },
    {
      "Info": "",
      "Name": "cacert",
      "Updated": "2022-09-23T01:30:36.3950642+08:00",
      "Source": "main",
      "Version": "2022-07-19"
    },
    {
      "Info": "",
      "Name": "capslock-plus",
      "Updated": "2022-09-23T01:30:45.9839068+08:00",
      "Source": "apps",
      "Version": "3.1.0"
    },
    {
      "Info": "",
      "Name": "capslockindicator",
      "Updated": "2022-09-23T01:30:48.9840107+08:00",
      "Source": "apps",
      "Version": "3.16.1.2"
    },
    {
      "Info": "",
      "Name": "captura",
      "Updated": "2022-09-23T01:30:50.9688959+08:00",
      "Source": "apps",
      "Version": "8.0.0"
    },
    {
      "Info": "",
      "Name": "carnac",
      "Updated": "2022-09-23T01:30:52.9597705+08:00",
      "Source": "apps",
      "Version": "2.3.13"
    },
    {
      "Info": "",
      "Name": "charles",
      "Updated": "2022-09-23T01:31:41.494792+08:00",
      "Source": "apps",
      "Version": "4.6.2"
    },
    {
      "Info": "",
      "Name": "chezmoi",
      "Updated": "2022-09-23T01:31:44.841468+08:00",
      "Source": "main",
      "Version": "2.23.0"
    },
    {
      "Info": "",
      "Name": "chfs",
      "Updated": "2022-09-23T01:32:35.0795447+08:00",
      "Source": "apps",
      "Version": "2.0"
    },
    {
      "Info": "",
      "Name": "chromedriver",
      "Updated": "2022-09-23T01:32:47.0360818+08:00",
      "Source": "main",
      "Version": "105.0.5195.52"
    },
    {
      "Info": "",
      "Name": "clash-for-windows",
      "Updated": "2022-09-23T01:33:21.5316538+08:00",
      "Source": "apps",
      "Version": "0.20.3"
    },
    {
      "Info": "",
      "Name": "clash-verge",
      "Updated": "2022-09-23T01:33:33.7531491+08:00",
      "Source": "apps",
      "Version": "1.0.6"
    },
    {
      "Info": "",
      "Name": "cleanmywechat",
      "Updated": "2022-09-23T01:33:45.2484796+08:00",
      "Source": "apps",
      "Version": "2.0"
    },
    {
      "Info": "",
      "Name": "clink",
      "Updated": "2022-09-23T01:33:47.9169771+08:00",
      "Source": "main",
      "Version": "1.3.42"
    },
    {
      "Info": "",
      "Name": "code-minimap",
      "Updated": "2022-09-23T01:33:49.5982426+08:00",
      "Source": "apps",
      "Version": "0.6.4"
    },
    {
      "Info": "",
      "Name": "codeblocks",
      "Updated": "2022-09-23T01:34:32.3977474+08:00",
      "Source": "apps",
      "Version": "20.03"
    },
    {
      "Info": "",
      "Name": "cowsay",
      "Updated": "2022-09-23T01:34:39.1312508+08:00",
      "Source": "main",
      "Version": "0.2013.07.19"
    },
    {
      "Info": "",
      "Name": "cpod",
      "Updated": "2022-09-23T01:34:49.9567349+08:00",
      "Source": "apps",
      "Version": "1.28.0"
    },
    {
      "Info": "",
      "Name": "ctags",
      "Updated": "2022-09-23T02:33:40.8300859+08:00",
      "Source": "main",
      "Version": "5.8"
    },
    {
      "Info": "",
      "Name": "curlie",
      "Updated": "2022-09-23T01:35:05.0011144+08:00",
      "Source": "main",
      "Version": "1.6.9"
    },
    {
      "Info": "",
      "Name": "dark",
      "Updated": "2022-09-23T01:23:40.8225648+08:00",
      "Source": "main",
      "Version": "3.11.2"
    },
    {
      "Info": "",
      "Name": "delta",
      "Updated": "2022-09-23T01:35:09.8119514+08:00",
      "Source": "main",
      "Version": "0.14.0"
    },
    {
      "Info": "",
      "Name": "discord",
      "Updated": "2022-09-23T01:35:29.7271025+08:00",
      "Source": "apps",
      "Version": "1.0.9006-13"
    },
    {
      "Info": "",
      "Name": "dismplusplus",
      "Updated": "2022-09-23T01:35:36.1161227+08:00",
      "Source": "apps",
      "Version": "10.1.1002.1"
    },
    {
      "Info": "",
      "Name": "docker",
      "Updated": "2022-09-23T01:36:05.5742865+08:00",
      "Source": "main",
      "Version": "20.10.18"
    },
    {
      "Info": "",
      "Name": "douyin",
      "Updated": "2022-09-23T01:36:23.5124309+08:00",
      "Source": "apps",
      "Version": "1.4.1"
    },
    {
      "Info": "",
      "Name": "duf",
      "Updated": "2022-09-23T01:36:25.7360479+08:00",
      "Source": "main",
      "Version": "0.8.1"
    },
    {
      "Info": "",
      "Name": "duplicatecleanerfree",
      "Updated": "2022-09-23T01:36:35.6199277+08:00",
      "Source": "apps",
      "Version": "4.1.2"
    },
    {
      "Info": "",
      "Name": "dust",
      "Updated": "2022-09-23T01:36:37.6605724+08:00",
      "Source": "main",
      "Version": "0.8.3"
    },
    {
      "Info": "",
      "Name": "eclipse-java",
      "Updated": "2022-09-23T02:36:52.3178835+08:00",
      "Source": "apps",
      "Version": "2022-09"
    },
    {
      "Info": "",
      "Name": "EdgeDeflector-Portable",
      "Updated": "2022-09-23T01:36:50.0501343+08:00",
      "Source": "apps",
      "Version": "1.2.3.0"
    },
    {
      "Info": "",
      "Name": "exiftool",
      "Updated": "2022-09-23T02:36:58.8507005+08:00",
      "Source": "main",
      "Version": "12.45"
    },
    {
      "Info": "",
      "Name": "fd",
      "Updated": "2022-09-23T02:37:00.9780187+08:00",
      "Source": "main",
      "Version": "8.4.0"
    },
    {
      "Info": "",
      "Name": "ffmpeg",
      "Updated": "2022-09-23T07:52:34.0600439+08:00",
      "Source": "main",
      "Version": "5.1.1"
    },
    {
      "Info": "",
      "Name": "fiddler",
      "Updated": "2022-09-23T02:38:45.2311996+08:00",
      "Source": "apps",
      "Version": "5.0.20211.51073"
    },
    {
      "Info": "",
      "Name": "figlet",
      "Updated": "2022-09-23T07:53:24.5956436+08:00",
      "Source": "main",
      "Version": "1.0-go"
    },
    {
      "Info": "",
      "Name": "fnm",
      "Updated": "2022-09-23T02:35:08.0117441+08:00",
      "Source": "main",
      "Version": "1.31.1"
    },
    {
      "Info": "",
      "Name": "fzf",
      "Updated": "2022-09-23T09:02:15.1668995+08:00",
      "Source": "main",
      "Version": "0.33.0"
    },
    {
      "Info": "",
      "Name": "gcc",
      "Updated": "2022-09-23T03:09:48.1690483+08:00",
      "Source": "main",
      "Version": "11.2.0"
    },
    {
      "Info": "",
      "Name": "gdu",
      "Updated": "2022-09-23T09:02:21.2239128+08:00",
      "Source": "main",
      "Version": "5.18.1"
    },
    {
      "Info": "",
      "Name": "geckodriver",
      "Updated": "2022-09-23T09:02:23.8810868+08:00",
      "Source": "main",
      "Version": "0.31.0"
    },
    {
      "Info": "",
      "Name": "geekuninstaller",
      "Updated": "2022-09-23T03:11:01.6758481+08:00",
      "Source": "apps",
      "Version": "1.5.0.160"
    },
    {
      "Info": "",
      "Name": "git",
      "Updated": "2022-09-23T01:24:15.2923813+08:00",
      "Source": "main",
      "Version": "2.37.3.windows.1"
    },
    {
      "Info": "",
      "Name": "git-aliases",
      "Updated": "2022-09-23T01:40:12.0136099+08:00",
      "Source": "apps",
      "Version": "0.3.5"
    },
    {
      "Info": "",
      "Name": "github",
      "Updated": "2022-09-23T03:11:19.400062+08:00",
      "Source": "apps",
      "Version": "3.0.8"
    },
    {
      "Info": "",
      "Name": "github-cli",
      "Updated": "2022-09-23T16:46:21.7612831+08:00",
      "Source": "apps",
      "Version": "2.16.0"
    },
    {
      "Info": "",
      "Name": "glow",
      "Updated": "2022-09-23T03:11:57.8013386+08:00",
      "Source": "main",
      "Version": "1.4.1"
    },
    {
      "Info": "",
      "Name": "golang",
      "Updated": "2022-09-23T01:42:38.9200734+08:00",
      "Source": "apps",
      "Version": "1.19.1"
    },
    {
      "Info": "",
      "Name": "googlechrome",
      "Updated": "2022-09-23T01:42:45.6493349+08:00",
      "Source": "apps",
      "Version": "105.0.5195.127"
    },
    {
      "Info": "",
      "Name": "gping",
      "Updated": "2022-09-23T01:43:02.8936479+08:00",
      "Source": "main",
      "Version": "1.4.0"
    },
    {
      "Info": "",
      "Name": "grep",
      "Updated": "2022-09-23T01:43:05.4506583+08:00",
      "Source": "main",
      "Version": "3.7"
    },
    {
      "Info": "",
      "Name": "hack-nf",
      "Updated": "2022-09-23T01:48:48.584118+08:00",
      "Source": "apps",
      "Version": "2.2.2"
    },
    {
      "Info": "",
      "Name": "hmcl",
      "Updated": "2022-09-23T03:12:01.6476315+08:00",
      "Source": "apps",
      "Version": "3.5.3.222"
    },
    {
      "Info": "",
      "Name": "hourglass",
      "Updated": "2022-09-23T03:12:03.2642529+08:00",
      "Source": "apps",
      "Version": "1.15.0"
    },
    {
      "Info": "",
      "Name": "im-select",
      "Updated": "2022-09-23T11:42:39.3758345+08:00",
      "Source": "im-select",
      "Version": "1.0.1"
    },
    {
      "Info": "",
      "Name": "ImageMagick",
      "Updated": "2022-09-23T03:34:08.3026785+08:00",
      "Source": "main",
      "Version": "7.1.0-48"
    },
    {
      "Info": "",
      "Name": "innounp",
      "Updated": "2022-09-23T01:24:16.5094203+08:00",
      "Source": "main",
      "Version": "0.50"
    },
    {
      "Info": "",
      "Name": "itch",
      "Updated": "2022-09-23T08:05:52.0199805+08:00",
      "Source": "apps",
      "Version": "25.5.1"
    },
    {
      "Info": "",
      "Name": "jetbrainsmono-nf",
      "Updated": "2022-09-23T09:03:55.6547201+08:00",
      "Source": "apps",
      "Version": "2.2.2"
    },
    {
      "Info": "",
      "Name": "jianyingpro",
      "Updated": "2022-09-23T01:50:51.7679094+08:00",
      "Source": "apps",
      "Version": "3.3.0.9035"
    },
    {
      "Info": "",
      "Name": "jjdown",
      "Updated": "2022-09-23T16:50:14.4425833+08:00",
      "Source": "apps",
      "Version": "1.233.0"
    },
    {
      "Info": "",
      "Name": "jq",
      "Updated": "2022-09-23T11:42:59.8526733+08:00",
      "Source": "main",
      "Version": "1.6"
    },
    {
      "Info": "",
      "Name": "lazygit",
      "Updated": "2022-09-23T09:04:37.9109081+08:00",
      "Source": "apps",
      "Version": "0.35"
    },
    {
      "Info": "",
      "Name": "less",
      "Updated": "2022-09-23T08:09:22.3077949+08:00",
      "Source": "main",
      "Version": "608"
    },
    {
      "Info": "",
      "Name": "lessmsi",
      "Updated": "2022-09-23T01:24:18.194915+08:00",
      "Source": "main",
      "Version": "1.10.0"
    },
    {
      "Info": "",
      "Name": "libreoffice",
      "Updated": "2022-09-23T08:19:54.0079685+08:00",
      "Source": "apps",
      "Version": "7.4.1.2"
    },
    {
      "Info": "",
      "Name": "librespeed-cli",
      "Updated": "2022-09-23T09:04:43.3480259+08:00",
      "Source": "apps",
      "Version": "1.0.10"
    },
    {
      "Info": "",
      "Name": "lsd",
      "Updated": "2022-09-23T08:16:26.3554532+08:00",
      "Source": "main",
      "Version": "0.23.1"
    },
    {
      "Info": "",
      "Name": "lua",
      "Updated": "2022-09-23T02:52:46.6033391+08:00",
      "Source": "main",
      "Version": "5.4.2"
    },
    {
      "Info": "",
      "Name": "luarocks",
      "Updated": "2022-09-23T08:22:25.567691+08:00",
      "Source": "main",
      "Version": "3.9.1"
    },
    {
      "Info": "",
      "Name": "marktext",
      "Updated": "2022-09-23T08:25:30.5688067+08:00",
      "Source": "apps",
      "Version": "0.17.1"
    },
    {
      "Info": "",
      "Name": "micaforeveryone",
      "Updated": "2022-09-23T11:53:08.2770708+08:00",
      "Source": "apps",
      "Version": "1.2.0.1"
    },
    {
      "Info": "",
      "Name": "MicrosoftVisualStudioCommunity2022-Install",
      "Updated": "2022-09-23T11:53:58.779321+08:00",
      "Source": "apps",
      "Version": "17.3"
    },
    {
      "Info": "",
      "Name": "mongodb",
      "Updated": "2022-09-23T14:40:53.7103246+08:00",
      "Source": "main",
      "Version": "6.0.1"
    },
    {
      "Info": "",
      "Name": "msys2",
      "Updated": "2022-09-23T07:33:24.3308036+08:00",
      "Source": "main",
      "Version": "2022-09-04"
    },
    {
      "Info": "",
      "Name": "oh-my-posh",
      "Updated": "2022-09-24T00:56:42.0975172+08:00",
      "Source": "main",
      "Version": "10.0.1"
    },
    {
      "Info": "",
      "Name": "oraclejre8",
      "Updated": "2022-09-23T01:49:20.03834+08:00",
      "Source": "apps",
      "Version": "8u341"
    },
    {
      "Info": "",
      "Name": "perl",
      "Updated": "2022-09-23T01:28:02.8521109+08:00",
      "Source": "main",
      "Version": "5.32.1.1"
    },
    {
      "Info": "",
      "Name": "potplayer",
      "Updated": "2022-09-23T09:34:40.7615362+08:00",
      "Source": "apps",
      "Version": "220831"
    },
    {
      "Info": "",
      "Name": "psutils",
      "Updated": "2022-09-23T21:51:29.1580879+08:00",
      "Source": "main",
      "Version": "0.2020.02.27"
    },
    {
      "Info": "",
      "Name": "python",
      "Updated": "2022-09-23T02:38:33.0343774+08:00",
      "Source": "main",
      "Version": "3.10.7"
    },
    {
      "Info": "",
      "Name": "qalculate",
      "Updated": "2022-09-23T08:59:23.1723302+08:00",
      "Source": "apps",
      "Version": "4.3.0"
    },
    {
      "Info": "",
      "Name": "sharex",
      "Updated": "2022-09-23T19:55:36.657602+08:00",
      "Source": "apps",
      "Version": "14.1.0"
    },
    {
      "Info": "",
      "Name": "sharpkeys",
      "Updated": "2022-09-23T07:28:52.5897539+08:00",
      "Source": "apps",
      "Version": "3.9.4"
    },
    {
      "Info": "",
      "Name": "sudo",
      "Updated": "2022-09-23T01:24:37.5951015+08:00",
      "Source": "main",
      "Version": "0.2020.01.26"
    },
    {
      "Info": "",
      "Name": "tinynvidiaupdatechecker",
      "Updated": "2022-09-23T15:19:49.2184927+08:00",
      "Source": "apps",
      "Version": "1.14.6"
    },
    {
      "Info": "",
      "Name": "vscode",
      "Updated": "2022-09-23T08:52:47.91533+08:00",
      "Source": "apps",
      "Version": "1.71.2"
    },
    {
      "Info": "",
      "Name": "winfetch",
      "Updated": "2022-09-23T16:43:53.6401756+08:00",
      "Source": "main",
      "Version": "2.4.1"
    },
    {
      "Info": "",
      "Name": "z.lua",
      "Updated": "2022-09-23T02:52:47.8576266+08:00",
      "Source": "main",
      "Version": "1.8.16"
    },
    {
      "Info": "",
      "Name": "zoxide",
      "Updated": "2022-09-23T02:22:00.7929377+08:00",
      "Source": "main",
      "Version": "0.8.3"
    }
  ]
}
