{
	"$schema" : "https://aka.ms/winget-packages.schema.2.0.json",
	"CreationDate" : "2022-09-14T03:13:19.665-00:00",
	"Sources" : 
	[
		{
			"Packages" : 
			[
				{
					"PackageIdentifier" : "Alibaba.aDrive"
				},
				{
					"PackageIdentifier" : "xanderfrangos.twinkletray"
				},
				{
					"PackageIdentifier" : "Microsoft.VisualStudio.2022.Community"
				},
				{
					"PackageIdentifier" : "ShareX.ShareX"
				},
				{
					"PackageIdentifier" : "Anaconda.Anaconda3"
				},
				{
					"PackageIdentifier" : "Google.AndroidStudio"
				},
				{
					"PackageIdentifier" : "Lexikos.AutoHotkey"
				},
				{
					"PackageIdentifier" : "Bandisoft.Bandizip"
				},
				{
					"PackageIdentifier" : "CPUID.CPU-Z"
				},
				{
					"PackageIdentifier" : "Alibaba.DingTalk"
				},
				{
					"PackageIdentifier" : "Ditto.Ditto"
				},
				{
					"PackageIdentifier" : "Docker.DockerDesktop"
				},
				{
					"PackageIdentifier" : "LupoPenSuite.DropIt"
				},
				{
					"PackageIdentifier" : "ogdesign.Eagle"
				},
				{
					"PackageIdentifier" : "voidtools.Everything.Alpha"
				},
				{
					"PackageIdentifier" : "Figma.Figma"
				},
				{
					"PackageIdentifier" : "Graphviz.Graphviz"
				},
				{
					"PackageIdentifier" : "ImageMagick.ImageMagick"
				},
				{
					"PackageIdentifier" : "JRSoftware.InnoSetup"
				},
				{
					"PackageIdentifier" : "ByteDance.JianyingPro"
				},
				{
					"PackageIdentifier" : "kalilinux.kalilinux"
				},
				{
					"PackageIdentifier" : "Love2d.Love2d"
				},
				{
					"PackageIdentifier" : "Mega.MEGASync"
				},
				{
					"PackageIdentifier" : "MKVToolNix.MKVToolNix"
				},
				{
					"PackageIdentifier" : "Microsoft.WindowsTerminal"
				},
				{
					"PackageIdentifier" : "OBSProject.OBSStudio"
				},
				{
					"PackageIdentifier" : "JanDeDobbeleer.OhMyPosh"
				},
				{
					"PackageIdentifier" : "Qt.QtDesigner"
				},
				{
					"PackageIdentifier" : "Piriform.Speccy"
				},
				{
					"PackageIdentifier" : "Valve.Steam"
				},
				{
					"PackageIdentifier" : "SumatraPDF.SumatraPDF"
				},
				{
					"PackageIdentifier" : "Tencent.TIM"
				},
				{
					"PackageIdentifier" : "Debian.Debian"
				},
				{
					"PackageIdentifier" : "Tencent.WeChat"
				},
				{
					"PackageIdentifier" : "Tencent.TencentMeeting"
				},
				{
					"PackageIdentifier" : "shimo.shimo"
				},
				{
					"PackageIdentifier" : "Balena.Etcher"
				},
				{
					"PackageIdentifier" : "EuSoft.Eudic"
				},
				{
					"PackageIdentifier" : "qBittorrent.qBittorrent"
				},
				{
					"PackageIdentifier" : "Automattic.Simplenote"
				},
				{
					"PackageIdentifier" : "DownloadHelper.VdhCoApp"
				},
				{
					"PackageIdentifier" : "Icons8.Lunacy"
				},
				{
					"PackageIdentifier" : "Microsoft.VC++2013Redist-x64"
				},
				{
					"PackageIdentifier" : "SoftDeluxe.FreeDownloadManager"
				},
				{
					"PackageIdentifier" : "EpicGames.EpicGamesLauncher"
				},
				{
					"PackageIdentifier" : "DuongDieuPhap.ImageGlass"
				},
				{
					"PackageIdentifier" : "Microsoft.VC++2010Redist-x64"
				},
				{
					"PackageIdentifier" : "Microsoft.DotNet.Runtime.3_1"
				},
				{
					"PackageIdentifier" : "Oracle.JavaRuntimeEnvironment"
				},
				{
					"PackageIdentifier" : "Oracle.JavaRuntimeEnvironment"
				},
				{
					"PackageIdentifier" : "Cyanfish.NAPS2"
				},
				{
					"PackageIdentifier" : "Microsoft.VC++2012Redist-x86"
				},
				{
					"PackageIdentifier" : "JohnMacFarlane.Pandoc"
				},
				{
					"PackageIdentifier" : "Chocolatey.ChocolateyGUI"
				},
				{
					"PackageIdentifier" : "RandyRants.SharpKeys"
				},
				{
					"PackageIdentifier" : "Microsoft.WindowsSDK"
				},
				{
					"PackageIdentifier" : "XK72.Charles"
				},
				{
					"PackageIdentifier" : "Microsoft.CLRTypesSQLServer.2019"
				},
				{
					"PackageIdentifier" : "Microsoft.VC++2008Redist-x64"
				},
				{
					"PackageIdentifier" : "Microsoft.VC++2005Redist-x86"
				},
				{
					"PackageIdentifier" : "GOG.Galaxy"
				},
				{
					"PackageIdentifier" : "StefansTools.grepWin"
				},
				{
					"PackageIdentifier" : "Swift.Toolchain"
				},
				{
					"PackageIdentifier" : "ViGEm.ViGEmBus"
				},
				{
					"PackageIdentifier" : "Microsoft.VC++2008Redist-x86"
				},
				{
					"PackageIdentifier" : "Microsoft.VC++2013Redist-x86"
				},
				{
					"PackageIdentifier" : "sylikc.JPEGView"
				},
				{
					"PackageIdentifier" : "Nushell.Nushell"
				},
				{
					"PackageIdentifier" : "cuiliang.quicker"
				},
				{
					"PackageIdentifier" : "Microsoft.PowerShell.Preview"
				},
				{
					"PackageIdentifier" : "Yarn.Yarn"
				},
				{
					"PackageIdentifier" : "valinet.ExplorerPatcher"
				},
				{
					"PackageIdentifier" : "Microsoft.VisualStudioCode"
				},
				{
					"PackageIdentifier" : "Microsoft.VC++2010Redist-x86"
				},
				{
					"PackageIdentifier" : "Microsoft.VC++2005Redist-x64"
				},
				{
					"PackageIdentifier" : "Microsoft.VC++2012Redist-x64"
				},
				{
					"PackageIdentifier" : "Microsoft.WindowsSDK"
				}
			],
			"SourceDetails" : 
			{
				"Argument" : "https://cdn.winget.microsoft.com/cache",
				"Identifier" : "Microsoft.Winget.Source_8wekyb3d8bbwe",
				"Name" : "winget",
				"Type" : "Microsoft.PreIndexed.Package"
			}
		}
	],
	"WinGetVersion" : "1.3.2091"
}