archlinuxcn-keyring
aria2
autoconf
autojump
automake
base
bat
binutils
bison
bottom
btop
chezmoi
code-minimap-git
cowsay
curlie
duf
exa
figlet
flex
fzf
gcc
gdu
github-cli
groff
lf
libtool
lsd
m4
make
nano
neofetch
neovim
nodejs
paru
patch
pkgconf
python
ripgrep
sudo
texinfo
tldr
topgrade
tree
vim
wget
which
yay
zoxide
zsh
